@component('mail::message')
# Γεία σου {{ $name }},

Για να ολοκληρώσεις την εγγραφή σου στο ceidnotes.net, αρκεί να ανοίξεις τον πιο κάτω σύνδεσμο και να εισάγεις ένα νέο κωδικό για το προφίλ σου.

Καλό θα ήταν να **μην** χρησιμοποιήσεις τον ίδιο κωδικό που έχεις για τον λογαριασμό σου στην σχολή.

@component('mail::button', ['url' => $url])
Ολοκλήρωση εγράφης
@endcomponent

Ο πιο πάνω σύνδεσμος θα είναι ενεργός για μια ώρα.

Αν δεν είσαι εσύ που ξεκίνησες την διαδικασία εγγραφής, απλά αγνόησε το παρών email.

Φιλικά,<br />
{{ config('app.name') }}
@endcomponent
